Revit 2027 API
UnitTypeId.SquareMeterKelvinsPerWatt Property
 Square meter kelvins per watt.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SquareMeterKelvinsPerWatt { get; }
Public Shared ReadOnly Property SquareMeterKelvinsPerWatt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SquareMeterKelvinsPerWatt {
	ForgeTypeId^ get ();
}
static member SquareMeterKelvinsPerWatt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace